import Head from "next/head";

const Metadata = ({ title, description ,seoImg}) => {
  return (
    <Head>
      <title>
        {title
          ? title
          : "فروشگاه شهرگلس - خرید محافظ صفحه نمایش گوشی تبلت و ساعت"}
      </title>
      <meta name="description" content={description ? description : "مجموعه ی شهر گلس با سابقه ای طولانی در بازار لوازم جانبی گوشی و تبلت , یکی از معتبرترین و موفق ترین شرکت های واردکننده ی گلس و محافظ صفحه نمایش در بازار علاءالدین تهران است.در شهر گلس به معرفی کاملا تخصصی و بررسی اجمالی انواع محافظ صفحه نمایش و گلس خواهیم پرداخت و تجربه و علم متخصصان خود را در اختیار شما قرار خواهیم داد تا دسترسی به هرگونه اطلاعات لازم جهت تهیه و نصب گلس و محافظ صفحه نمایش را داشته و با ما تجربه ی موفق و لذت بخشی از خرید و نصب گلس داشته باشید."} />
      <meta name="author" content="شهر گلس" />
      <meta property="og:type" content="website" />
      <meta property="og:image" content={seoImg?seoImg:""}/>

      <meta
        property="og:title"
        content={
          title
            ? title
            : "فروشگاه شهرگلس - خرید محافظ صفحه نمایش گوشی تبلت و ساعت"
        }
      />
      <meta
        property="og:description"
        content={
          description
            ? description
            : "مجموعه ی شهر گلس با سابقه ای طولانی در بازار لوازم جانبی گوشی و تبلت , یکی از معتبرترین و موفق ترین شرکت های واردکننده ی گلس و محافظ صفحه نمایش در بازار علاءالدین تهران است.در شهر گلس به معرفی کاملا تخصصی و بررسی اجمالی انواع محافظ صفحه نمایش و گلس خواهیم پرداخت و تجربه و علم متخصصان خود را در اختیار شما قرار خواهیم داد تا دسترسی به هرگونه اطلاعات لازم جهت تهیه و نصب گلس و محافظ صفحه نمایش را داشته و با ما تجربه ی موفق و لذت بخشی از خرید و نصب گلس داشته باشید."
        }
      />
      <meta
        name="instagram:description"
        content={description ? description : "مجموعه ی شهر گلس با سابقه ای طولانی در بازار لوازم جانبی گوشی و تبلت , یکی از معتبرترین و موفق ترین شرکت های واردکننده ی گلس و محافظ صفحه نمایش در بازار علاءالدین تهران است.در شهر گلس به معرفی کاملا تخصصی و بررسی اجمالی انواع محافظ صفحه نمایش و گلس خواهیم پرداخت و تجربه و علم متخصصان خود را در اختیار شما قرار خواهیم داد تا دسترسی به هرگونه اطلاعات لازم جهت تهیه و نصب گلس و محافظ صفحه نمایش را داشته و با ما تجربه ی موفق و لذت بخشی از خرید و نصب گلس داشته باشید."}
      />
      <meta name="viewport" content="initial-scale=1.0, width=device-width" />
    </Head>
  );
};
export default Metadata;
