import React, { useState, setState } from "react";
import Metadata from "../../components/seo/metadata";
const Contact = () => {  
    return (
        <React.Fragment>
            <Metadata title="شهرگلس - درباره ما" />;
            <div className="container">
                    <h1 className="text-dark">شهر گلس تنوعی به وسعت یک شهر
                    </h1>
                    <p>
                    مجموعه ی شهر گلس با سابقه ای طولانی در بازار لوازم جانبی گوشی و تبلت , یکی از معتبرترین و موفق ترین شرکت های واردکننده ی گلس و محافظ صفحه نمایش در بازار علاءالدین تهران است.در شهر گلس به معرفی کاملا تخصصی و بررسی اجمالی انواع محافظ صفحه نمایش و گلس خواهیم پرداخت و تجربه و علم متخصصان خود را در اختیار شما قرار خواهیم داد تا دسترسی به هرگونه اطلاعات لازم جهت تهیه و نصب گلس و محافظ صفحه نمایش را داشته و با ما تجربه ی موفق و لذت بخشی از خرید و نصب گلس داشته باشید.
                    </p>
                    <p>
                    زمان یکی از با ارزش ترین سرمایه های انسانی است که باید از آن به بهترین نحو ممکن استفاده شود. اهمیت زمان آنقدر برای بشر شناخته شده بود که همواره سعی داشته و دارد، تا برای رسیدن به اهداف خود کوتاه ترین مسیر را انتخاب کند. مسیری که او را زودتر به هدف مورد نظر خود برساند
                    </p>
                     
                </div>
        </React.Fragment>
    );
};

export default Contact;
